Repository: moosabukhamsin/flutter_tamra
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: Tamra
ar: تمرة

source: New Address
ar: عنوان جديد

source: Address Name
ar: اسم العنوان

source: Address Description
ar: وصف العنوان

source: Address on Map
ar: العنوان على الخريطة

source: Save
ar: حفظ

source: Home
ar: الرئيسية

source: Basket
ar: السلة

source: Providers
ar: الموردين

source: My Account
ar: حسابي

source: Delivery To
ar: التوصيل الى

# searchProduct
source: Search for product
ar: البحث عن منتج

source: Fruits
ar: فواكه

source: Vegetables
ar: خضار

source: Papers
ar: ورقيات

source: Citrus
ar: حمضيات

source: Tropical
ar: استوائة

source: Local
ar: محليه

source: Select Language
ar: اختر اللغة
